@extends('userDashboard.layouts.master')
@section('title')
    سياسة الخصوصية
@endsection
@section('css')
@endsection
@section('pageHeader')
    سياسة الخصوصية
@endsection
@section('content')
    <section class="mt-50 mb-50" style="direction: rtl; text-align: right;">
        <div class="container">
            <div class="row">
                <div class="col-lg-9">
                    <div class="single-page pr-30 mb-lg-0 mb-sm-5">
                        <div class="single-header style-2">
                            <h2> سياسة الخصوصية  </h2>
                        </div>
                        <div class="single-content">
                            <h4>المقدمة  </h4>

                            <p>
                                نحن  (شركة A&M ) ندرك أهمية خصوصية بياناتك الشخصية، ونلتزم بحماية معلوماتك الشخصية واحترامها. تهدف سياسة الخصوصية هذه إلى شرح كيفية جمعنا واستخدامنا ومشاركة المعلومات الشخصية التي نجمعها منك من خلال موقعنا الإلكتروني .
                            </p>
                            <h4>ما هي المعلومات التي نجمعها ؟ </h4>
                            <p>
                                نجمع أنواعًا مختلفة من المعلومات الشخصية منك، بما في ذلك:

                                معلومات التسجيل: اسمك، عنوان بريدك الإلكتروني، رقم هاتفك، عنوانك، معلومات الدفع.
                                معلومات طلبك: تفاصيل المنتجات التي تشتريها، تاريخ الطلب، طريقة الدفع، معلومات الشحن.
                                ~معلومات المتصفح:  نوع المتصفح، نظام التشغيل، الصفحات التي قمت بزيارتها على موقعنا.
                                معلومات أخرى: قد نجمع معلومات أخرى منك مثل التعليقات أو التقييمات أو الاستطلاعات.
                            </p>
                            <h4>كيف نستخدم المعلومات التي نجمعها ؟ </h4>
                            <p>
                                نستخدم المعلومات التي نجمعها منك للأغراض التالية:

                                معالجة طلباتك: نستخدم معلوماتك لمعالجة طلباتك وتسليم المنتجات إليك.
                                تقديم خدمة العملاء: نستخدم معلوماتك للإجابة على أسئلتك وتقديم الدعم لك.
                                تحسين تجربة المستخدم: نستخدم معلوماتك لتحسين تجربة المستخدم على موقعنا، بما في ذلك تقديم توصيات مخصصة.
                                إرسال العروض الترويجية: قد نستخدم معلوماتك لإرسال عروض ترويجية ورسائل تسويقية إليك.
                                تحليل البيانات: نستخدم معلوماتك لتحليل البيانات وتحسين أداء موقعنا.
                            </p>
                            <h4>مع من نشارك المعلومات التي نجمعها ؟</h4>
                            <p>نشارك المعلومات التي نجمعها مع شركائنا الذين يساعدوننا في تشغيل موقعنا وتقديم الخدمات إليك.</p>

                            <h4>خياراتك  </h4>
                            <p>لديك خيارات حول كيفية جمعنا واستخدامنا لمعلوماتك الشخصية. يمكنك:</p>
                            <p>
                                الوصول إلى معلوماتك وتحديثها: يمكنك الوصول إلى معلوماتك الشخصية وتحديثها في أي وقت عن طريق تسجيل الدخول إلى حسابك على موقعنا.
                                إلغاء الاشتراك في الرسائل التسويقية: يمكنك إلغاء الاشتراك في الرسائل التسويقية في أي وقت عن طريق النقر على رابط "إلغاء الاشتراك" في أسفل أي رسالة بريد إلكتروني تسويقية.
                                طلب حذف معلوماتك: يمكنك طلب حذف معلوماتك الشخصية من خلال الاتصال بنا.</p>
                            <h4>الأمان  </h4>
                            <p>نستخدم تدابير أمنية معقولة لحماية معلوماتك الشخصية من الوصول غير المصرح به أو الاستخدام أو الإفصاح أو التعديل أو الإتلاف . </p>
                            <h4>التغييرات على سياسة الخصوصية </h4>
                            <p>قد نقوم بتحديث سياسة الخصوصية هذه من وقت لآخر. سنقوم بإعلامك بأي تغييرات جوهرية في سياسة الخصوصية هذه عن طريق البريد الإلكتروني أو عن طريق نشر إشعار على موقعنا.</p>
                            <h4>التغييرات على سياسة الخصوصية </h4>
<p>قد نقوم بتحديث سياسة الخصوصية هذه من وقت لآخر. سنقوم بإعلامك بأي تغييرات جوهرية في سياسة الخصوصية هذه عن طريق البريد الإلكتروني أو عن طريق نشر إشعار على موقعنا.</p>
                            <h4>ملاحظات </h4>
                            <p>تأكد من مراجعة سياسة الخصوصية هذه بانتظام للحصول على أحدث المعلومات.
                                قد تختلف سياسة الخصوصية هذه اعتمادًا على قوانين البلد الذي تقيم في</p>
                            <h4>الاتصال بنا </h4>
                            <p>إذا كان لديك أي أسئلة أو مخاوف بشأن سياسة الخصوصية هذه، يرجى الاتصال بنا. <a href="{{route('contact-us.index')}}">للاتصال بنا  </a>.
                            </p>
                        </div>
                    </div>
                </div>
                <div class="col-lg-3 primary-sidebar sticky-sidebar">
                    <x-right-sidebar />
                </div>
            </div>
        </div>
    </section>
@endsection
